Repository: HarrisonSong/CodeSnippet
Catalog: A_Rich_Chat_App/companion/*.lproj/Localizable.strings
Languages: ms

source: Terms of Service
ms: Syarat-syarat Servis

source: Privacy Policy
ms: Polisi Privasi

source: %@ has sent a pairing request to you.
ms: %@ telah hantar permintaan untuk berpasangan dengan anda.

source: Your request has been sent to the member.
ms: Permintaan anda telah dihantarkan kepada ahli itu.

source: Failed to save the input data. please try again.
ms: Gagal untuk menyimpan maklumat masuk. Sila cuba lagi.

source: Failed to check your pairing status. Please try again.
ms: Pemeriksaan taraf berpasangan anda gagal. Sila cuba lagi.

source: You have already paired with this member!
ms: Anda telah berpasangan dengan ahli ini.

source: Failed to check member data. Please try again.
ms: Pemeriksaan maklumat ahli gagal. Sila cuba lagi.

source: The specific member has not been verified yet.
ms: Ahli tersebut belum lagi disahkan.

source: Upload successfully!
ms: menaik muat berjaya!

source: Failed to upload the profile image. Please try again.
ms: Gagal untuk menaik muat imej profil. Sila try lagi.

source: Uploading Profile Image ...
ms: Sedang menaik muat imej profil ...

source: Failed to remove the member. Please try again.
ms: Gagal untuk mengeluarkan ahli. Sila cuba lagi.

source: %@ requests to track your location.
ms: %@ minta untuk menjejak lokasi anda.

source: Failed to send the request. Please try again.
ms: Gagal untuk hantarkan permintaan. Sila cuba lagi.

source: No more new alert.
ms: Tiada amaran baru.

source: Confirm to logout?
ms: Pasti untuk daftar keluar?

source: Cancel
ms: Batal

source: Log Out
ms: daftar keluar

source: You, %@
ms: Anda, %@

source: Message ...
ms: Mesej ...

source: Do you want to resend the message?
ms: Adakah anda hendak kirim mesej itu sekali lagi?

source: Have not retrieved any message.
ms: Belum mengeluarkan mesej.

source: Select one photo resource
ms: Sila pilih satu sumber foto

source: Take Photo
ms: Ambil gambar

source: Choose from Library
ms: Pilih dari perpustakaan

source: Resend
ms: Hantar lagi

source: Send
ms: hantar

source: Failed to upload the photo. Please try again by tapping the photo.
ms: Gagal untuk menaik muat foto. Sila cuba lagi dengan menekan foto itu.

source: Please wait to finish uploading the photo.
ms: Sila tunggu untuk menyelesaikan naik masuk foto.

source: Failed to send the message. Please try again.
ms: Gagal untuk hantarkan mesej. Sila cuba lagi.

source: Well Being
ms: Kesihatan

source: Unknown
ms: Tidak diketahui

source: Out of Home
ms: Tidak berada di rumah

source: X %@ Water intake for Today
ms: X %@ Pengambilan air hari ini

source: System Alerts
ms: Amaran sistem

source: Today
ms: Ini hari

source: Photo Message
ms: Mesej foto
